COLORS_CHOICES = [
    ('w', 'white'),
    ('b', 'blue'),
    ('r', 'red'),
    ('o', 'orange'),
    ('g', 'green'),
]

LANGUAGE_CHOICES = [
    ('RU', 'RUSSIAN'),
    ('EN', 'ENGLISH'),
]

TYPE_CHOICES = [
    ('УКОЛ', 'УКОЛ'),
    ('АМПУЛА', 'АМПУЛА'),
    ('ТАБЛЕТКА', 'ТАБЛЕТКА'),
    ('СУСПЕНЗИЯ', 'СУСПЕНЗИЯ'),
]
SPEC_CHOICES = [
    ('эндокринолог', 'эндокринолог'),
    ('невролог', 'невролог'),
    ('терапевт', 'терапевт'),
    ('кардиолог', 'кардиолог'),
    ('окулист', 'окулист'),
    ('диетолог', 'диетолог'),
    ('хирург', 'хирург'),
]
STRICT_CHOICES = [
    ('До еды', 'До еды'),
    ('Во время еды', 'Во время еды'),
    ('После еды', 'После еды'),
    ('Неважно', 'Неважно')
]
DOSE_CHOICES = [
    ('шт', 'шт'),
    ('мл', 'мл'),
]
DEVISE_CHOICES = [
    ('tablet', 'tablet'),
    ('phone', 'phone'),
    ('notebook', 'notebook'),
    ('desktop', 'desktop'),
]
